Repository: softintercomshit/timer-vgfit
Catalog: TestTimer/*.lproj/Localizable.strings
Languages: fr, ja, th

source: Tabata
ja: タバタ
th: ทาบาตะ

source: Prepare
fr: Préparer
ja: 準備
th: เตรียมพร้อม

source: Work
fr: Exercice
ja: ワークアウト
th: ออกกำลัง

source: Rest
fr: Repos
ja: 休憩
th: พัก

source: Rest BC
fr: Repos EC
ja: 休息 BC
th: พัก BC

source: Rounds left
fr: Rounds restants
ja: 残りラウンド数
th: รอบที่เหลือ

source: Cycles left
fr: Cycles restants
ja: 残りサイクル数
th: วงรอบที่เหลือ

source: Play
fr: Commencer
ja: スタート
th: เล่น

source: Resume
fr: Reprendre
ja: 再開
th: หยุดพัก

source: Pause
ja: 一時停止
th: หยุดชั่วคราว

source: Reset
fr: Réinitialiser
ja: リセット
th: รีเซ็ต

source: Do you want to reset the timer?
fr: Voulez-vous réinitialiser le minuteur?
ja: タイマーをリセットしますか？
th: คุณต้องการรีเซ็ตตัวจับเวลาใช่หรือไม่?

source: Yes
fr: Oui
ja: はい
th: ใช่

source: Rounds
ja: ラウンド式
th: รอบ

source: Stopwatch
fr: Chronomètre
ja: ストップウォッチ式
th: นาฬิกาจับเวลา

source: Time lap
fr: Durée exercice
ja: ラップタイム
th: เวลาที่เลือก

source: Cancel
fr: Annuler
ja: キャンセル
th: ยกเลิก

source: Save
fr: Enregistrer
ja: 保存
th: บันทึก

source: Intervals
fr: Intervalles
ja: インターバル
th: ช่วงเวลา

source: My workouts
fr: Mes exercices
ja: マイ·ワークアウト
th: การออกกำลังกายของฉัน

source: Cycles
ja: サイクル数
th: วงรอบ

source: Rest between cycles
fr: Repos entre les cycles
ja: サイクル間の休憩
th: ช่วงพักระหว่างวงรอบ

source: Countdown before you start
fr: Compte à rebours avant de commencer
ja: スタート前のカウントダウン
th: นับถอยหลังก่อนเริ่มต้น

source: Do exercises for this long
fr: Faire des exercices pendant
ja: エクササイズ時間の長さ
th: ออกกำลังกายนานเท่านี้

source: Rest for this long
fr: Se reposer pendant
ja: 休憩時間の長さ
th: พักนานเท่านี้

source: One round is work + rest
fr: Un round = un exercice + repos
ja: １ラウンドはワークアウト＋休憩です。
th: หนึ่งรอบ = ออกกำลัง + พัก

source: One cycle is
fr: Un cycle =
ja: １サイクルは
th: หนึ่งวงรอบ =

source: rounds
ja: ラウンドです。
th: รอบ

source: Recovery interval
fr: Intervalle de récupération
ja: 回復用インターバル
th: ช่วงเวลาการฟื้นคืน

source: Edit
fr: Éditer
ja: 編集
th: แก้ไข

source: Delete
fr: Supprimer
ja: 削除
th: ลบ

source: Add new timer
fr: Ajouter un nouveau minuteur
ja: 新しいタイマーの追加
th: เพิ่มตัวจับเวลาใหม่

source: Tabata workout
fr: Exercice Tabata
ja: タバタ式ワークアウト
th: การออกกำลังกายแบบทาบาตะ

source: Name
fr: Nom
ja: 名前
th: ชื่อ

source: Rounds workout
fr: Exercice de round
ja: ラウンド式ワークアウト
th: รอบการออกกำลังกาย

source: Stopwatch workout
fr: Chronométrer l'exercice
ja: ストップウォッチ式ワークアウト
th: นาฬิกาจับเวลาการออกกำลังกาย

source: Done
fr: Fait
ja: 完了
th: เสร็จสิ้น

source: Min
ja: 分
th: นาที

source: Sec
ja: 秒
th: วินาที

source: Default
fr: Défaut
ja: デフォルト
th: ค่าเริ่มต้น

source: Yellow
fr: Jaune
ja: イエロー
th: สีเหลือง

source: Green
fr: Vert
ja: グリーン
th: สีเขียว

source: Blue
fr: Bleu
ja: ブルー
th: สีน้ำเงิน

source: Turquoise
ja: ターコイズ
th: สีเทอร์ควอยซ์

source: Red
fr: Rouge
ja: レッド
th: สีแดง

source: Work for this long
fr: S'exercer pendant
ja: ワークアウト時間の長さ
th: ออกกำลังกายนานเท่านี้

source: Clock will make a sound at each lap
fr: L'horloge émettra un son à chaque tour
ja: ラップ１回ごとに音が出ます。
th: นาฬิกาจะส่งเสียงในแต่ละรอบ

source: Sound each
fr: Un son à chaque
ja: 音の出る間隔
th: เสียงทุก ๆ

source: Sound
fr: Son
ja: サウンド
th: เสียง

source: Sound scheme
fr: Type de sonorité
ja: サウンドの種類
th: ประเภทเสียง

source: Voice assist
fr: Assistance vocale
ja: 音声アシスト
th: ผู้ช่วยเสียง

source: Vibration
ja: バイブレーション
th: การสั่น

source: Flashlight
fr: Éclairage flash
ja: 懐中電灯
th: ไฟฉาย

source: Screen flash
fr: Flash à l'écran
ja: 画面の点滅
th: หน้าจอกะพริบ

source: Ducking
fr: Effet ducking
ja: 音量の調整
th: เสียงลดลง

source: Rotation
ja: 回転
th: การหมุน

source: Time format
fr: Format minuteur
ja: 時間表示形式
th: รูปแบบการจับเวลา

source: Visual style
fr: Style visuel
ja: テーマ色
th: สไตล์ภาพ

source: Light gray
fr: Gris clair
ja: ライトグレー
th: สีเทาอ่อน

source: Gray
fr: Gris
ja: グレー
th: สีเทา

source: Dark gray
fr: Gris foncé
ja: ダークグレー
th: สีเทาเข้ม

source: Black
fr: Noir
ja: ブラック
th: สีดำ

source: Rose
ja: ローズ
th: สีกุหลาบ

source: Violet
ja: バイオレット
th: สีม่วง

source: Back
fr: Retour
ja: 戻る
th: กลับ

source: Air Horn
fr: Klaxon
ja: エアホーン
th: แตรลม

source: Beep
fr: Bip
ja: ビープ音
th: ปี๊บ

source: Boxing Bell
fr: Cloche de boxe
ja: ボクシングのゴング
th: ระฆังมวย

source: Buzzer
ja: ブザー
th: เสียงออด

source: Censor
fr: Censure
ja: ピー音
th: เซ็นเซอร์

source: Chinese Gong
fr: Gong chinois
ja: 中国の鐘
th: ฆ้อง

source: Ding
ja: チャイム
th: ติ๊ง

source: Double Ding
ja: ２連続チャイム
th: ติ๊ง ติ๊ง

source: Metal Ding
fr: Ding métallique
ja: 金属を叩く音
th: เสียงเคาะโลหะ

source: Punch
fr: Coup de poing
ja: パンチ
th: เสียงชกมวย

source: Referee Whistle
fr: Sifflet arbitre
ja: レフェリーの笛
th: เสียงเป่านกหวีด

source: Siren Horn
fr: Sirène bateau
ja: サイレン
th: เสียงไซเรน

source: Sports Whistle
fr: Sifflet sportif
ja: スポーツのホイッスル
th: นกหวีดกีฬา

source: Tone
fr: Tonalité
ja: トーン
th: โทนเสียง

source: Flashlight works only in foreground mode
fr: Éclairage flash ne fonctionne qu'en mode premier plan
ja: 懐中電灯はバックグラウンドモードではお使いいただけません。
th: ไฟฉายทำงานเฉพาะในโหมดเบื้องหน้าเท่านั้น

source: Reduce music volume during alert
fr: Réduire le volume de la musique pendant l'alerte
ja: アラート中に音量が下がります。
th: ลดระดับเสียงเพลงในระหว่างการแจ้งเตือน

source: Allow the screen to rotate during workout
fr: Autoriser la rotation de l'écran pendant l'exercice
ja: ワークアウト中にスクリーンが回転できるようになります。
th: อนุญาตให้หน้าจอหมุนเอียงระหว่างการออกกำลังกาย

source: More
fr: Plus
ja: その他
th: เพิ่มเติม

source: Stay connected with VGFIT
fr: Rester connecté avec VGFIT
ja: VGFITをフォローする
th: เชื่อมต่อกับ VGFIT

source: Rate us
fr: Nous donner une note
ja: アプリを評価する
th: ให้คะแนนเรา

source: Send feedback
fr: Envoyer un feedback
ja: フィードバックを送る
th: ส่งข้อเสนอแนะ

source: Tell a friend
fr: En parler à un ami
ja: 友達に教える
th: บอกเพื่อน

source: Share on Facebook
fr: Partager sur Facebook
ja: Facebookでシェアする
th: แชร์บน Facebook

source: Tweet about us
fr: Faire un Tweet
ja: アプリについてツイートする
th: ทวีตเกี่ยวกับเรา

source: Six Pack Abs by VGFIT
fr: Six Pack Abdos par VGFIT
th: Six Pack Abs โดย VGFIT

source: Fitness & Bodybuilding
th: ฟิตเนสและการเพาะกาย

source: Female Fitness
fr: Fitness pour femmes
ja: 女性のフィットネス
th: ฟิตเนสสำหรับผู้หญิง

source: Yoga by VGFIT
fr: Yoga par VGFIT
ja: ヨガ by VGFIT
th: โยคะโดย VGFIT

source: 7 Minutes by VGFIT
fr: 7 Minutes par VGFIT
ja: 7分間ワークアウト by VGFIT
th: 7 นาทีโดย VGFIT

source: No Mail Accounts
fr: Pas de compte email
ja: メールアカウントがありません。
th: ไม่มีบัญชีอีเมล

source: Please set up a Mail account in order to send email.
fr: Veuillez indiquer un compte pour pouvoir vous envoyer un email.
ja: Eメールを送るには、メールアカウントを設定してください。
th: กรุณาตั้งค่าบัญชีอีเมลเพื่อส่งอีเมล

source: Timer Pro by VGFIT
fr: Minuteur Pro par VGFIT
th: Timer Pro โดย VGFIT

source: Device model
fr: Modèle appareil
ja: 端末のモデル
th: รุ่นอุปกรณ์

source: iOS Version
fr: Version iOS
ja: iOSのバージョン
th: รุ่น iOS

source: Application Version
fr: Version de l'application
ja: アプリのバージョン
th: รุ่นแอพพลิเคชัน

source: Check out this amazing app for iOS device !
fr: Essayer cette incroyable appli pour appareil iOS !
ja: この素晴らしいアプリをiOS端末でご確認ください！
th: เข้ามาดูแอพที่น่าตื่นตาตื่นใจนี้สำหรับอุปกรณ์ iOS ของคุณ !

source: Check out this amazing Timer Pro application for your iOS device !
fr: Essayer cette incroyable appllication Minuteur Pro pour votre appareil iOS !
ja: この素晴らしいTimer ProアプリをiOS端末でご確認ください！
th: เข้ามาดูแอพพลิเคชัน Timer Pro ที่น่าตื่นตาตื่นใจนี้สำหรับอุปกรณ์ iOS ของคุณ !

source: Notification
ja: 通知
th: การแจ้งเตือน

source: Please login to your Facebook account from your device settings.
fr: Connectez-vous à votre compte Facebook depuis les paramètres de votre appareil.
ja: 端末の設定から、Facebookアカウントにサインインしてください。
th: กรุณาเข้าสู่ระบบบัญชี Facebook ของคุณจากการตั้งค่าอุปกรณ์ของคุณ

source: OK
th: ตกลง

source: Oops
fr: Oups!
ja: しまった！
th: อุ๊ปส์

source: The application can't send a tweet at the moment. This is because it cannot reach Twitter or you don't have a Twitter account associated with this device
fr: L'application ne peut pas envoyer de tweet en ce moment parce qu'elle ne peut pas atteindre Twitter ou parce que vous n'avez pas de compte Twitter associé avec cet appareil.
ja: 現在このアプリからツイートを送ることができません。Twitterにアクセスできないか、この端末に関連づけられたTwitterアカウントがありません。
th: แอพพลิเคชั่นไม่สามารถส่งทวีตได้ในขณะนี้ เพราะมันไม่สามารถเข้าถึงทวิตเตอร์หรือคุณไม่มีบัญชีทวิตเตอร์บนอุปกรณ์นี้

source: Start
fr: Commencer
ja: スタート
th: เริ่ม

source: Stop
ja: ストップ
th: หยุด

source: Add
fr: Ajouter
ja: 追加
th: เพิ่ม

source: Enter name tabata workout
fr: Entrer le nom de l'exercice Tabata
ja: タバタ式ワークアウトの名前の入力
th: ป้อนชื่อการออกกำลังกายแบบทาบาตะ

source: Enter name rounds workout
fr: Entrer le nom du round d'exercice
ja: ラウンド式ワークアウトの名前の入力
th: ป้อนชื่อรอบการออกกำลังกาย

source: Enter name stopwatch workout
fr: Entrer le nom de l'exercice chronométré
ja: ストップウォッチ式ワークアウトの名前の入力
th: ป้อนชื่อนาฬิกาจับเวลาการออกกำลังกาย

source: Settings
fr: Paramètres
ja: 設定
th: การตั้งค่า

source: Up next
fr: Suivant
ja: 次
th: ถัดไป

source: Workout done
fr: Exercice terminé
ja: ワークアウト完了
th: เสร็จสิ้นท่ากายบริหาร

source: Water Reminder
fr: Rappel d'eau
ja: ウォーター・リマインダー
th: เตือนดื่มน้ำ

source: Share app
fr: Partagez cette app
ja: アプリをシェアする
th: แชร์แอพ
